const products = [
  {
    id: '1',
    name: 'น้ำมะเขือเทศ ๙๙%',
    description: 'ต้นตำรับน้ำมะเขือเทศ รสชาติเข้มข้น หนึ่งเดียวในประเทศไทย ที่สุดของผลิตภัณฑ์แห่งความภาคภูมิใจจากดอยคำ ที่บรรจงคัดสรรผลมะเขือเทศสด ภายใต้โครงการส่งเสริมเกษตรกรส่วนหนึ่งของ “เส้นทางสายมะเขือเทศ” บนพื้นที่ลุ่มแม่น้ำโขง ภาคอีสานของไทย สู่ผลิตภัณฑ์คุณภาพรสชาติระดับสากล ด้วยรางวัล Superior Taste Award ปี 2016 จากสถาบันเพื่อรับรองรสชาติอาหารและเครื่องดื่มระดับนานาชาติ (iTQi) ประเทศเบลเยียม พร้อมอัดแน่นคุณประโยชน์ด้วย',
    imageUrl: 'https://www.danmurphys.com.au/media/DM/Product/308x385/98903_0_9999_med_v1_m56577569855335762.png',
    price: 18,
    isNewArrival: true,
    isSale: false,
    salePrice: null,
  },
  {
    id: '2',
    name: 'น้ำสตรอว์เบอร์รี ๙๘%',
    description: 'จากสตรอว์เบอร์รีพันธุ์ ๓๒๙ ผลผลิตจากโครงการพัฒนาลุ่มน้ำแม่งอน อันเนื่องมาจากพระราชดำริ อำเภอฝาง จังหวัดเชียงใหม่ เก็บเกี่ยวจากไร่ที่ระดับความสุกเหมาะสม เพื่อคงรสชาติสตรอว์เบอร์รีสด ผ่านกระบวนการผลิตที่ได้มาตรฐาน ทำให้ได้น้ำสตรอว์เบอร์รีที่หอมหวาน รสชาติเป็นเอกลักษณ์ของดอยคำ อุดมไปด้วยคุณประโยชน์จากวิตามินเอ และวิตามินซี พร้อมให้แคลเซียมสูง',
    imageUrl: 'https://www.danmurphys.com.au/media/DM/Product/308x385/98903_0_9999_med_v1_m56577569855335762.png',
    price: 18,
    isNewArrival: false,
    isSale: true,
    salePrice: 15,
  },
  {
    id: '3',
    name: 'น้ำเสาวรส ๕๐%',
    description: 'ที่สุดของน้ำผลไม้รสเปรี้ยวถึงใจ หนึ่งในเอกลักษณ์เฉพาะจากดอยคำ แหล่งวิตามินซีชั้นยอด ที่มาจากเสาวรสสดพันธุ์สีเหลือง และสีม่วง ผลผลิตจากการส่งเสริมเกษตร จังหวัดเชียงราย จึงให้รสชาติเปรี้ยวอมหวาน พร้อมกลิ่นหอมสดชื่นชวนดื่ม',
    imageUrl: 'https://www.danmurphys.com.au/media/DM/Product/308x385/98903_0_9999_med_v1_m56577569855335762.png',
    price: 18,
    isNewArrival: true,
    isSale: true,
    salePrice: null,
  },
  {
    id: '4',
    name: 'น้ำมัลเบอร์รี ๕๐%',
    description: 'มัลเบอร์รี หรือลูกหม่อน จากการส่งเสริม โดยสถานีพัฒนาการเกษตรที่สูง ตามพระราชดำริภูพยัคฆ์ จังหวัดน่าน ต่อยอดสู่การแปรรูปเป็นน้ำมัลเบอร์รีที่เข้มข้น คงคุณค่าจากวิตามินเอ วิตามินบี 6 และมีโฟเลตสูง',
    imageUrl: 'https://www.danmurphys.com.au/media/DM/Product/308x385/98903_0_9999_med_v1_m56577569855335762.png',
    price: 18,
    isNewArrival: false,
    isSale: false,
    salePrice: null,
  },
  {
    id: '5',
    name: 'น้ำมะขามป้อมและน้ำบ๊วยรวม ๔๒% ผสมน้ำผึ้ง',
    description: 'เปิดประสบการณ์ใหม่ของน้ำผลไม้ไทยที่ให้คุณค่าทางสมุนไพร สดชื่น ชุ่มคอ ดับกระหาย ด้วยผลิตภัณฑ์น้ำมะขามป้อมและน้ำบ๊วยรวม ๔๒% ผสมน้ำผึ้ง ตราดอยคำ ผสมผสานรสชาติที่ลงตัว อุดมไปด้วยวิตามินซี ซึ่งมีส่วนช่วยในกระบวนการต่อต้านอนุมูลอิสระ มีส่วนช่วยในการสร้างเนื้อเยื่อคอลลาเจนและเอ็นกระดูกอ่อน เป็นแหล่งของแคลเซียม ที่มีส่วนช่วยในกระบวนการสร้างกระดูกและฟันที่แข็งแรง',
    imageUrl: 'https://www.danmurphys.com.au/media/DM/Product/308x385/98903_0_9999_med_v1_m56577569855335762.png',
    price: 18,
    isNewArrival: false,
    isSale: false,
    salePrice: null,
  },
]

const newsItems = [
  {
    id: '1',
    uri: 'https://imgur.com/FW3SEnl.jpg',
  },
  {
    id: '2',
    uri: 'https://imgur.com/nzYXQ1n.jpg',
  },
  {
    id: '3',
    uri: 'https://imgur.com/FOXNu1w.jpg'
  },
]

export { products, newsItems }
